[
    {
        "id": "1",
        "title": "The Art of Seduction",
        "author": "Robert Greene",
        "price": 399.00,
        "stock": 12,
        "category": "Non-fiction / Self-Help / Psychology / Strategy",
        "language": "English",
        "description": "'The Art of Seduction' by Robert Greene explores the psychological dynamics of influence and persuasion. It dissects historical and archetypal 'seducers' to reveal strategies for captivating and manipulating others in various social contexts. This provocative guide examines the subtle art of attraction and power in human interaction.",
        "coverImage": "art-of-seduction.png"
    },
    {
        "id": "2",
        "title": "48 Laws of Power",
        "author": "Robert Greene",
        "price": 449.00,
        "stock": 22,
        "category": "Non-fiction / Self-Help / Strategy / Political Science / History",
        "language": "English",
        "description": "'The 48 Laws of Power' by Robert Greene is a guide to understanding and wielding influence, drawing lessons from history's most powerful figures. It presents 48 principles for gaining, maintaining, and defending against power through strategic action and manipulation. The book offers a stark, often controversial, look at human dynamics and control.",
        "coverImage": "48-laws-of-power.png"
    },
    {
        "id": "3",
        "title": "Can't Hurt Me",
        "author": "David Goggins",
        "price": 499.00,
        "stock": 8,
        "category": "Non-fiction / Self-Help / Memoir / Motivational / Personal Development",
        "language": "English",
        "description": "'Can't Hurt Me' is David Goggins' raw memoir chronicling his journey from a difficult childhood and struggles with obesity to becoming an elite U.S. Navy SEAL, Army Ranger, and ultra-endurance athlete. He shares his philosophy of extreme mental fortitude and self-discipline, challenging readers to push past their perceived limitations and achieve greatness by confronting their deepest fears.",
        "coverImage": "can't-hurt-me.png"
    },
    {
        "id": "4",
        "title": "Never Finished",
        "author": "Never Finished",
        "price": 503.00,
        "stock": 48,
        "category": "Non-fiction / Self-Help / Motivational / Personal Development",
        "language": "English",
        "description": "'Never Finished' serves as a powerful follow-up to 'Can't Hurt Me,' delving deeper into David Goggins' philosophy of continuous self-mastery. He shares further insights, lessons, and advanced strategies for overcoming complacency, developing an unbreakable mindset, and unlocking even greater potential. The book encourages readers to stay in the fight, constantly evolving and refusing to settle for anything less than their absolute best.",
        "coverImage": "never-finished.png"
    },
    {
        "id": "5",
        "title": "Rich Dad Poor Dad",
        "author": "Robert Kiyooski",
        "price": 229.00,
        "stock": 33,
        "category": "Non-fiction / Personal Finance / Financial Literacy / Self-Help",
        "language": "English",
        "description": "'Rich Dad Poor Dad' contrasts the financial philosophies of Robert Kiyosaki's two 'dads'—his educated but financially struggling biological father and his wealthy mentor. It challenges conventional wisdom about money, advocating for financial education, asset building, and entrepreneurship over traditional employment. The book aims to shift readers' perspectives on wealth, work, and investing.",
        "coverImage": "rich-dad-poor-dad.png"
    },
    {
        "id": "6",
        "title": "Surrounded by Idiots",
        "author": "Thomas Erikson",
        "price": 249.00,
        "stock": 86,
        "category": "Non-fiction / Psychology / Communication / Self-Help / Business",
        "language": "English",
        "description": "'Surrounded by Idiots' introduces a practical system for understanding human behavior by categorizing people into four color-coded personality types: Red, Yellow, Green, and Blue. Thomas Erikson explains how these different styles perceive the world and communicate, offering insights and strategies to improve interactions, reduce misunderstandings, and enhance effective communication in both professional and personal settings.",
        "coverImage": "surrounded-by-idiots.png"
    },
    {
        "id": "7",
        "title": "Atomic Habits",
        "author": "James Clear",
        "price": 199.00,
        "stock": 139,
        "category": "Non-fiction / Self-Help / Personal Development / Productivity",
        "language": "English",
        "description": "'Atomic Habits' offers a practical, science-backed framework for mastering tiny changes that yield remarkable results. James Clear explains how small, consistent improvements in habits can compound over time to create significant transformation in any area of life.",
        "coverImage": "atomic-habits.png"
    },
    {
        "id": "8",
        "title": "Dopamine Detox",
        "author": "Thibaut Meurisse",
        "price": 189.00,
        "stock": 44,
        "category": "Non-fiction / Self-Help / Productivity / Personal Development",
        "language": "English",
        "description": "'Dopamine Detox' explores how constant stimulation from modern tech and instant gratification can impair focus and motivation. Thibaut Meurisse provides practical steps to temporarily reduce dopamine-driven activities, aiming to reset the brain's reward system and enhance concentration on important goals.",
        "coverImage": "dopamine-detox.png"
    },
    {
        "id": "9",
        "title": "Think Like a Monk",
        "author": "Jay Shetty",
        "price": 299.00,
        "stock": 188,
        "category": "Non-fiction / Self-Help / Spirituality / Personal Development / Mindfulness",
        "language": "English",
        "description": "'Think Like a Monk' draws on Jay Shetty's experience as a former monk, offering practical wisdom and exercises for living a more peaceful and purposeful life. It guides readers to overcome negative thoughts and habits, find inner calm, and discover their true potential by adopting a monk's mindset in the modern world.",
        "coverImage": "think-like-a-monk.png"
    },
    {
        "id": "10",
        "title": "The 7 Habits of Highly Effective People",
        "author": "Stephen Covey",
        "price": 201.00,
        "stock": 92,
        "category": "self-help / personal development / strategy / mindset / finance",
        "language": "English",
        "description": "This foundational book outlines seven principles for personal and professional effectiveness, focusing on character ethics and holistic development. Stephen Covey's timeless advice helps readers achieve greater productivity, improve relationships, and lead a more fulfilling life by aligning actions with core values.",
        "coverImage": "7-habits.png"
    },
    {
        "id": "11",
        "title": "Thinking, Fast and Slow",
        "author": "Daniel Kahneman",
        "price": 299.00,
        "stock": 20,
        "category": "Non-fiction / Psychology / Behavioral Economics / Decision Making",
        "language": "English",
        "description": "Daniel Kahneman explores two systems that drive our thinking: one fast and intuitive, the other slow and logical. This book reveals how these systems influence judgments and decisions, offering profound insights into cognitive biases and human rationality.",
        "coverImage": "thinking-fast-and-slow.png"
    },
    {
        "id": "12",
        "title": "The Mamba Mentality: How I Play",
        "author": "Kobe Bryant’s",
        "price": 1498.00,
        "stock": 6,
        "category": "Non-fiction / Sports / Memoir / Self-Help / Motivation",
        "language": "English",
        "description": "Kobe Bryant delves into his meticulous approach to basketball, revealing the mindset, preparation, and relentless dedication that defined his legendary career. This book offers an intimate look at his strategic thinking and commitment to excellence, applicable far beyond the court.",
        "coverImage": "the-mamba-mentality.png"
    },
    {
        "id": "13",
        "title": "My Fault",
        "author": "Mercedes Ron",
        "price": 449.54,
        "stock": 15,
        "category": "Fiction / Young Adult (YA) Romance / New Adult Romance",
        "language": "English, Spanish",
        "description": "'My Fault' (Culpa Mía) tells the story of Noah, who is forced to move in with her mother and new stepfather, throwing her into the path of her rebellious stepbrother, Nick. What begins as a forbidden attraction between two seemingly opposite individuals quickly ignites into a passionate and turbulent romance, challenging their pasts and their understanding of love.",
        "coverImage": "my-fault.png"
    },
    {
        "id": "14",
        "title": "Your Fault",
        "author": "Mercedes Ron",
        "price": 489.98,
        "stock": 12,
        "category": "Fiction / Young Adult (YA) Romance / New Adult Romance",
        "language": "English, Spanish",
        "description": "'Your Fault' (Cupla Tuya) continues the intense and tumultuous relationship between Noah and Nick, navigating the complexities of their forbidden love, hidden pasts, and the challenges of their intertwined families. As secrets unravel and external forces threaten to tear them apart, they must confront their own demons and decide if their passionate bond is strong enough to survive.",
        "coverImage": "your-fault.png"
    },
    {
        "id": "15",
        "title": "Our Fault",
        "author": "Mercedes Ron",
        "price": 599.64,
        "stock": 4,
        "category": "Fiction / Young Adult (YA) Romance / New Adult Romance",
        "language": "English, Spanish",
        "description": "'Our Fault' (Culpa Nuestra) concludes Noah and Nick's intense love story, as they face their biggest trials yet, including menacing figures from the past and profound personal sacrifices. This final installment explores whether their passionate bond can truly overcome every obstacle, ultimately deciding if their future together is truly possible amidst the chaos.",
        "coverImage": "our-fault.png"
    },
    {
        "id": "16",
        "title": "Deep Work",
        "author": "Cal Newport",
        "price": 600.00,
        "stock": 23,
        "category": "Productivity / Self-Help / Personal Development",
        "language": "English",
        "description": "Learn the art of intense focus and minimizing distractions to achieve meaningful results in work and life.",
        "coverImage": "deep-work.png"
    },
    {
        "id": "17",
        "title": "The Subtle Art of Not Giving a F*ck",
        "author": "Mark Manson",
        "price": 299.00,
        "stock": 57,
        "category": "Self-Help / Personal Development / Philosophy",
        "language": "English",
        "description": "Offers a counterintuitive approach to living a good life by focusing on what truly matters and letting go of unimportant things.",
        "coverImage": "subtle-art.png"
    },
    {
        "id": "18",
        "title": "Educated",
        "author": "Tara Westover",
        "price": 230.14,
        "stock": 149,
        "category": "Memoir / Personal Development / Non-fiction",
        "language": "English",
        "description": "A powerful memoir about growing up in a strict household and pursuing education against all odds.",
        "coverImage": "educated.png"
    },
    {
        "id": "19",
        "title": "The Alchemist",
        "author": "Paulo Coelho",
        "price": 200.00,
        "stock": 102,
        "category": "Fiction / Spirituality / Personal Growth",
        "language": "English",
        "description": "A timeless tale about following your dreams and listening to your heart.Language: English",
        "coverImage": "the-paulo.png"
    },
    {
        "id": "20",
        "title": "The Shining",
        "author": "Stephen King",
        "price": 899.99,
        "stock": 2,
        "category": "Horror / Thriller / Fiction",
        "language": "English",
        "description": "A chilling story of a family staying at an isolated hotel with a dark past, where supernatural forces drive the father into madness.",
        "coverImage": "the-shining.png"
    },
    {
        "id": "21",
        "title": "it Ends With Us",
        "author": "Colleen Hoover",
        "price": 778.46,
        "stock": 5,
        "category": "Fiction / Romance / Contemporary",
        "language": "English",
        "description": "A heartfelt story about love, difficult choices, and breaking cycles, following the journey of Lily as she navigates relationships and self-discovery.",
        "coverImage": "it-ends-with-us.png"
    }
]